import img from '../assets/bg-slider-1.png';

export const sliderData = [
  {
    id: 1,
    img: img,
    title: 'С момента изобретения данной технологи винтовые сваи заняли лидирующее место во многих отраслях строительства',
    text: 'При помощи винтовых свай стало возможно создавать надежные и долговечные фундаменты фактически в любом месте.',
    button: 'Подробнее'
  },
  {
    id: 2,
    img: img,
    title: 'Строительство фундамента под ЛЭП и вышки мобильной связ',
    text: 'Производим, монтируем фундменты большой несущной способностью под ЛЭП и вышки мобильной связи.',
    button: 'Подробнее'
  },
  {
    id: 3,
    img: img,
    title: 'Строительство фундамента под пирсы, причалы',
    text: 'Предлагаем строительство фундамента под пирсы, пречалы. В любых труднодоступных местах. Ручным, механизированым способом.',
    button: 'Подробнее'
  },
  {
    id: 4,
    img: img,
    title: 'Буровые работы',
    text: 'Предлагаем услуги по бурению ям под сваи для подпорных стенок, фундамента, под частное домостроение.',
    button: 'Подробнее'
  },
]