import React from 'react';
import logo from '../assets/svai.svg';
import styles from '../styles/privacy-policy.module.scss';
import Layout from "../layouts/Layout";

const PrivacyPolicy = () => {

  return (
    <Layout keywords={'Terms of use'} title={'Умови використання сайту'}>
        <div className={styles.container}>
            <h1 className={styles.headline}>Умови використання сайту</h1>

            <h2 className={styles.title}>Політика конфіденційності</h2>

            <p className={styles.txt}>Власник сайту http://vvsvai.com.ua/ далі Адміністрація зобов'язується зберігати Вашу конфіденційність у мережі Інтернет. Ця Політика Конфіденційності розповідає про те, як збираються, обробляються та зберігаються Ваші особисті дані. Адміністрація приділяє велику увагу захисту особистої інформації користувачів. Користуюсь сайтом Ваші гвинтові палі, тим самим користувач дає згоду на застосування правил збору та використання даних, викладених у цьому документі.
            Якщо Ви не погоджуєтесь з умовами нашої політики конфіденційності, не використовуйте сайт Ваші гвинтові палі!</p>

            <h2 className={styles.title}>Приватність</h2>
            <p className={styles.txt}>Адміністрація не збирає жодної особистої інформації про користувача. Однак особисту інформацію користувача можуть збирати зовнішні організації (треті сторони), що надають інструменти для збирання інформації про стан сайту. З цієї причини, Ваші гвинтові палі знімає з себе відповідальність щодо збереження конфіденційності даних користувача. З Умовами Конфіденційності третіх сторін користувач може ознайомитися на їх сайтах.</p>

            <h2 className={styles.title}>Інша інформація</h2>
            <p className={styles.txt}>Діти будь-якого віку можуть безперешкодно користуватися даним сайтом.</p>
        </div>
        </Layout>
   )
}

export default PrivacyPolicy;